
from ShahmMusic import BOT_NAME

PM_START_TEXT = """**
⎊ اهــلا بـك » .

⎊ انـا بــوت » 𓏺َِ𝖳𝘦𝘰 َِ𝖡𝘰𝘵 .

⎊ اســتـطـيـع تـشـغـيـل الاغــاني 

⎊ فــي الــــــمــــكـــالــمــات الــصــوتــيـــة

⎊ تـابـع الازرار بـالاسفل لـمعرفة الاوامـࢪ

‌‌‏≪⊶⌯━‌‌‏♢ ⦓ 𓏺𝘴𝘰𝘶𝙍𝘤𝘦 𝙏𝘦𝘰 . ⦔ ♢━‌‌‏⌯⊷≫

START_TEXT = """
**- [ᯓ 「𓏺𝘴𝘰𝘶𝙍𝘤𝘦 𝙏𝘦𝘰」، ⦃𓏛](t.me/SourceTeo)
—————————————
"""

HELP_TEXT = f"""
<u> **الاوامر في بوت ميوزك {BOT_NAME} :**</u>

**♚ مرحبا بك في اوامر التشغيل ♡**

**• اوامر التشغيل البـوت**

**›› تشغيل ↫ لتشغيل اغنية**
**›› تخطي ↫ لتخطي التشغيل الحالي**
**›› ايقاف ↫ لانتهاء التشغيل الحالي**
**›› اسكت ↫ لايقاف التشغيل الحالي مؤقتا**
**›› كمل ↫ لاستمرار التشغيل المتوقف**
**›› بحث او فيديو ↫لتحميـل الاغانـي اڪتب**

**›› اكتب بنك لمعرفة سرعة تشغيل البوت **
**›› اكتب المطورين لمعرفة مطورين البوت**
**›› اكتب تحميل + الاسم للتنزيل من اليوتيوب**

𓏺𝘴𝘰𝘶𝙍𝘤𝘦 𝙏𝘦𝘰 ‌♬⁩ : @SourceTeo
"""

HELP_SUDO = f"""
<u> **اوامر المطور {BOT_NAME} :**</u>

**›› اكتب المكالمات لمعرفة المكالمات في البوت**
**›› اكتب /eval لتشغيل على محطة البوت **
**›› اكتب فحص لاختبار سرعة السيرفر  **
**›› اكتب الاحصائيات لعرض إحصائيات السيرفر **

**›› اكتب اسم + الاسم لوضعة اسم للمساعد**
**›› اكتب بايو + البايو لوضعة بايو للمساعد**
**›› اكتب صورة واعمل رد على صورة للمساعد**
**›› اكتب مسح لحذف صورة الحساب المساعد **

𓏺𝘴𝘰𝘶𝙍𝘤𝘦 𝙏𝘦𝘰 ‌♬⁩ : @SourceTeo
"""

HELP_DEV = f"""
<u> **اوامر المالك {BOT_NAME} :**</u>

**›› هذا الاوامر فقط لمطور البوت **

**›› اكتب اذاعة و اعمل رد على الاذاعه**
**›› اكتب تنظيف لمسح التخزين المؤقت للبوت**
**›› اكتب مغادرة لمغادرة المساعد الكروبات**

**›› اكتب مطور +اليوزر لإضافة مطور في البوت**
**›› اكتب تنزيل +اليوزر لـتـنزيل مطور من البوت**

𓏺𝘴𝘰𝘶𝙍𝘤𝘦 𝙏𝘦𝘰 ‌♬⁩ : @SourceTeo
"""
